{ "nonIntimate" : ["Do you think you're smart? From 1 to 10?", "What do you like to do in your spare time?", "Meat or fish?", "Which is the grossest thing do you ever eaten?", "How do you see yourself in 20 years?", "Do you believe in fate?", "Long hair or short hair?", "Cat or Dogs?", "What do you think about influencers?", "Do you fear the unknown?", "If you press the button, one person die in front of you. If you don’t, 5 people die in Alaska. What do you do?", "To hurt or being hurt?", "Which is your dream job?", "What do you think about art?","Do you believe in horoscope?", "Do you like Harry Potter?", "Would you kill for love?","Are you more beautiful or smart?", "Do you like luxury?", "Would you like to be famous? Why?","Would you ever become vegan?", "Which Disney character would you be?", "Are you a good singer?","Do you like the place you live in?", "Do you prefer to read or to watching movies?", "Tea or coffee?","Do you like concerts?", "Have you ever remained without fuel?", "Have you brothers or sisters?","Which is your favorite smell?", "What do you think about Christmas?", "Which is your favorite brand?","Money or power?", "Tell your daily routine.", "If you know you will die 1 year from now, would you change something in your life?","If you could choose a planet to live on, which would be?", "What character of The Lord Of The Rings are you?", "What Disney character are you?","Which is your favorite food?", "Scooter or bike?", "Do you like philosophy?", "Would you cut off your pickle for 1 million dollars?", "Are you able to solve a second degree equation?","Are you graduate?", "Don you like extreme sports?", "Beauty or intelligence? Argue.","Fantasy or Sci-fi?", "Do you often use Netflix?", "If you could meet a dead person, who would be?","Heroes or villains?", "City or countryside?", "Which is your favorite drink?","Would you give up the love for your dream job?", "For or against pubic hair removal?", "How much physical attraction is important in a relationship?","How much pure intelligence is important in a relationship?", "Describe one of your last dreams.", "How many times do you go to the bathroom in one day?","Action movie or romance movie?", "Which is your favorite season?", "Which is your favorite colors?","Pop or Rock?", "Do you change your mood with the weather?", "Is love driven by instincts or conscience?", "Do you believe in first sight love?", "Do you believe everything happens for a reason?"] ,
    
    
    
    "Intimate" : ["When was the last time you said 'I love you'?", "What law would you introduce?", "What law would you abolish ?", "Have you ever used a sex toy?", "When did you kiss for the first time?", "Would you ever try polygamy?", "Do you consider yourself conservative or progressive?", "How much sex is important in a relationship?", "How often do you feel alone?", "Have you ever beaten up someone?", "Have you ever seen your parents having sex?", "Do you believe in real friendship between man and woman?", "Define love for you", "Would you ever have sex for money?","What do you think about loneliness?", "How many sexual partners have you had?", "Do you believe in love with 10 years of age gap or more?","Do you like to kiss someone at the table?", "Have you ever kissed someone at the table?", "Are you attracted by men?","Are you attracted by women?", "Do you have fear of death?", "Do you believe in God?","How many times have you been friendzoned?", "Have you ever fall in love with one of your best friends?", "Have you ever done drugs?","What have you never confessed to your parents? ", "How often do you watch porn?", "Have you ever watched a porn with other people?","What do you think of sex without love?", "What do you think of love without sex?", "Have you ever bought condoms?","Have you ever get completely drunk?", "Has a person of your own sex ever tried to pick up you?", "Which is the most beautiful person around the table?","Which is the most intelligent person at the table?", "What do you think about death penalty?", "What do you think about abortion?","What do you think about gay adoptions?", "If you could ask to a crystal sphere one thing, what would you ask?", "Have you ever betrayed a friend?", "Do you know if someone at this table cheated on someone else?", "Tell your first time.","Have you ever recycled a gift?", "Have you ever used a gun?", "Have you ever stolen anything?","What do you think of the outfit of the person in front of you?", "what would you change of yourself?", "Which is the name of the person you loved most in your life?","Have you ever had friendships only for other aims?", "Should you learn to manage your anger?", "How many child do you want to have, ideally?", "Which is your favourite erogenous zone?", "Which person at the table is more interesting?","How many WOMEN have you been with?", "How many MEN have you been with?", "Have you ever had threesome?","Have you ever had sexual fantasy on a friend’s parent?", "Do you think religious people are a little bit stupid?", "What do you think about God?","Which is your greatest fear?", "Who was your first crush?", "Which is the less attractive person at the table?", "Would you forgive a treason?","Have you ever cheated on your partner many times with the same person?", "What is the thing you mostly regret?"]
}
